data/l2/apache/benchmark-apache/cores-80/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  80 threads and 640 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.25ms   90.17ms   1.95s    95.33%
    Req/Sec   480.64    269.86     6.77k    80.45%
  576227 requests in 20.00s, 293.00MB read
  Socket errors: connect 0, read 9, write 0, timeout 519
Requests/sec:  28812.43
Transfer/sec:     14.65MB